#+FILETAGS: REFILE*
* DONE Eye appointment no listing
  SCHEDULED: <2013-07-12 Fri 14:30>
  - State "DONE"       from "TODO"       [2013-10-02 Wed 15:59]
  :PROPERTIES:
  :ID:       80e4d50a-2aae-463e-b12c-be533c32157e
  :END:
[2013-07-12 Fri 13:35]
* DONE eye appt no todo c period
  - State "DONE"       from "TODO"       [2013-10-02 Wed 16:00]
  - <2013-07-12 Fri 03:30>
  :PROPERTIES:
  :ID:       ef18bfa9-aef5-4a83-a426-5d42cc5f7dd1
  :END:
[2013-07-12 Fri 13:42]
[[file:~/Dropbox/emacs/git/org/refile.org::*appt%20c%20period%20in%20list][appt c period in list]]
* DONE Help Mom with computer
  - State "DONE"       from "NEXT"       [2013-10-02 Wed 14:56]
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 13:03]--[2013-10-02 Wed 13:05] =>  0:02
  :END:
[2013-10-02 Wed 12:44]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* TODO Cover letter for Conoco Phillips
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 12:44]--[2013-10-02 Wed 12:45] =>  0:01
  :END:
[2013-10-02 Wed 12:44]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* TODO Build fence for Woody
[2013-10-02 Wed 12:45]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* TODO Register at Watermark site
[2013-10-02 Wed 12:45]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* TODO figure out nntp news sources
[2013-10-02 Wed 13:01]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* PHONE Mom 							      :PHONE:
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 13:05]--[2013-10-02 Wed 14:56] =>  1:51
  :END:
[2013-10-02 Wed 13:05]
* TODO Richard Jensen letter
[2013-10-02 Wed 14:57]
[[file:~/emacs/org/refile.org::*Help%20Mom%20with%20computer][Help Mom with computer]]
* DONE set up orgmode contact sync with google
  - State "DONE"       from "NEXT"       [2013-10-02 Wed 15:57]
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 15:03]--[2013-10-02 Wed 15:57] =>  0:54
  CLOCK: [2013-10-02 Wed 15:02]--[2013-10-02 Wed 15:03] =>  0:01
  :END:
[2013-10-02 Wed 15:02]
[[bbdb:June%20Travis][June Travis]]
* TODO Check on Phoenix rental
[2013-10-02 Wed 16:04]
[[file:~/emacs/org/todo.org::*Arizona][Arizona]]
* TODO set up gnus for offline use
[2013-10-02 Wed 16:15]
[[file:~/emacs/org/refile.org::*Build%20fence%20for%20Woody][Build fence for Woody]]
